var data_item = {
    '收缩压': {
        'type': ['血压', '心脏', '大脑',],
        'min': 90,
        'max': 139,
        'unit': 'mmHg',
    },
    '舒张压': {
        'type': ['血压', '心脏', ],
        'min': 60,
        'max': 89,
        'unit': 'mmHg',
    },
    '体质指数': {
        'type': ['血压', '心脏', '大脑', '代谢'],
        'min': 18.5,
        'max': 24.0,
        'unit': 'kg/m^2',
    },
    '空腹血糖': {
        'type': ['血压', '心脏', '大脑', '代谢'],
        'min': 3.89,
        'max': 6.11,
        'unit': 'mmol/L',
    },
    '血肌酐': {
        'type': ['血压', '心脏',],
        'min': 0,
        'max': 124,
        'unit': 'umol/L',
    },
    '甘油三酯': {
        'type': ['血压', '代谢'],
        'min': 0.3,
        'max': 1.7,
        'unit': 'mmol/L',
    },
    '总胆固醇': {
        'type': ['血压', '心脏', '大脑', '代谢'],
        'min': 0,
        'max': 6,
        'unit': 'mmol/L',
    },
    '高密度脂蛋白胆固醇': {
        'type': ['血压', '心脏', '大脑', '代谢'],
        'min': 0.8,
        'max': 2,
        'unit': 'mmol/L',
    },
    '白细胞计数': {
        'type': ['大脑', '代谢'],
        'min': 3.5,
        'max': 9.5,
        'unit': '*10^9/L',
    },
    '淋巴细胞计数': {
        'type': ['代谢'],
        'min': 1.1,
        'max': 3.2,
        'unit': '*10^9/L',
    },
    '红细胞比容': {
        'type': ['血压', ],
        'min': 37,
        'max': 50,
        'unit': 'L/L',
    },
    '不规律饮食': {
        'type': ['胃',],
        'min':0,
        'max':0,
        'unit': ''
    },
    '体力活动不足': {
        'type': ['代谢',],
        'min':0,
        'max':0,
        'unit': ''
    },
    '心脏家族史': {
        'type': ['心脏',],
        'min':0,
        'max':0,
        'unit': ''
    },
    '吸烟支数': {
        'type': ['肺',],
        'min':0,
        'max':0,
        'unit': ''
    },
    '幽门螺杆菌感染': {
        'type': ['胃',],
        'min':0,
        'max':0,
        'unit': ''
    },
    '慢性胃疾病': {
        'type': ['胃',],
        'min':0,
        'max':0,
        'unit': ''
    },
    '无症状颈动脉狭窄': {
        'type': ['大脑',],
        'min':0,
        'max':0,
        'unit': ''
    },
    '水果摄入不足': {
        'type': ['大脑', '代谢', '胃', '肺',],
        'min':0,
        'max':0,
        'unit': ''
    },
    '煤烟及油烟污染': {
        'type': ['肺',],
        'min':0,
        'max':0,
        'unit': ''
    },
    '生活工作压力': {
        'type': ['胃',],
        'min':0,
        'max':0,
        'unit': ''
    },
    '粉尘及有害气体职业暴露史': {
        'type': ['肺',],
        'min':0,
        'max':0,
        'unit': ''
    },
    '经常大量饮酒': {
        'type': ['大脑', '代谢', '胃',],
        'min':0,
        'max':0,
        'unit': ''
    },
    '肺癌家族史': {
        'type': ['肺',],
        'min':0,
        'max':0,
        'unit': ''
    },
    '肺部疾病史': {
        'type': ['肺',],
        'min':0,
        'max':0,
        'unit': ''
    },
    '胃癌家族史': {
        'type': ['胃',],
        'min':0,
        'max':0,
        'unit': ''
    },
    '脑卒中家族史': {
        'type': ['大脑',],
        'min':0,
        'max':0,
        'unit': ''
    },
    '蔬菜摄入不足': {
        'type': ['大脑', '代谢', '胃', '肺',],
        'min':0,
        'max':0,
        'unit': ''
    },
    '高盐饮食': {
        'type': ['血压', '胃',],
        'min':0,
        'max':0,
        'unit': ''
    },
    '高腌制食品摄入': {
        'type': ['胃',],
        'min':0,
        'max':0,
        'unit': ''
    },
    '高血压家族史': {
        'type': ['血压',],
        'min':0,
        'max':0,
        'unit': ''
    },
}