var data_part =
{
    '代谢': {
        'common': 60,
        'good': 80,
        'items': [
            '体质指数',
            '空腹血糖',
            '甘油三酯',
            '总胆固醇',
            '高密度脂蛋白胆固醇',
            '白细胞计数',
            '淋巴细胞计数',
            '体力活动不足',
            '水果摄入不足',
            '经常大量饮酒',
            '蔬菜摄入不足']
    },
    '大脑': {
        'common': 60,
        'good': 80,
        'items': ['收缩压',
            '体质指数',
            '空腹血糖',
            '总胆固醇',
            '高密度脂蛋白胆固醇',
            '白细胞计数',
            '无症状颈动脉狭窄',
            '水果摄入不足',
            '经常大量饮酒',
            '脑卒中家族史',
            '蔬菜摄入不足']
    },
    '心脏': {
        'common': 60,
        'good': 80,
        'items': ['收缩压',
            '舒张压',
            '体质指数',
            '空腹血糖',
            '血肌酐',
            '总胆固醇',
            '高密度脂蛋白胆固醇',
            '心脏家族史']
    },
    '肺': {
        'common': 60,
        'good': 80,
        'items': ['吸烟支数',
            '水果摄入不足',
            '煤烟及油烟污染',
            '粉尘及有害气体职业暴露史',
            '肺癌家族史',
            '肺部疾病史',
            '蔬菜摄入不足']
    },
    '胃': {
        'common': 60,
        'good': 80,
        'items': ['不规律饮食',
            '幽门螺杆菌感染',
            '慢性胃疾病',
            '水果摄入不足',
            '生活工作压力',
            '经常大量饮酒',
            '胃癌家族史',
            '蔬菜摄入不足',
            '高盐饮食',
            '高腌制食品摄入']
    },
    '血压': {
        'common': 60,
        'good': 80,
        'items': ['收缩压',
            '舒张压',
            '体质指数',
            '空腹血糖',
            '血肌酐',
            '甘油三酯',
            '总胆固醇',
            '高密度脂蛋白胆固醇',
            '红细胞比容',
            '高盐饮食',
            '高血压家族史']
    }
}